const posts = [
  {
    title: "Проверка фото",
    date: "2026-06-30",
    time: "14:31",
    text: "Это мой попугайчик, а так же тест на фото в интерактиве",
    image: "images/шерри.jpg"
  },
  {
    title: "Новая вкладка",
    date: "2026-06-29",
    time: "20:25",
    text: "Добавлена вкладка интерактив",
    image: ""
  },
  {
    title: "Оао",
    date: "2026-06-29",
    time: "20:28",
    text: "ОНО РАБОТАЕТ!",
    image: ""
  },
    {
    title: "Чистка",
    date: "2026-07-02",
    time: "22:22",
    text: "Сделал масштабную «уборку» в репозитории, теперь не стыдно оставлять ссылку на гитхаб",
    image: "images/гитхаб.png"
  },
];
