/* ═══════════════════════════════════════════
   posts.js — посты для вкладки «Интерактив»

   ЧТОБЫ ДОБАВИТЬ НОВЫЙ ПОСТ:
   1. Скопируй один блок { ... } целиком
   2. Вставь перед закрывающей скобкой ]
   3. Поставь запятую после предыдущего блока
   4. Впиши свои title / date / time / text / image

   date — в формате "ГГГГ-ММ-ДД" (например "2026-06-28")
   time — строго в формате "00:00" (часы:минуты, два знака)
   image — необязательно. Если картинки нет — оставь image: ""
   ═══════════════════════════════════════════ */

const posts = [

  {
    title: "Новая вкладка",
    date: "2026-06-29",
    time: "20:25",
    text: "Добавлена вкладка <интерактив>, всё супер",
    image: ""
  },
{
    title: "Оао",
    date: "2026-06-29",
    time: "20:28",
    text: "ОНО РАБОТАЕТ! СНОВА!!!",
    image: ""
  },
   {
    title: "Проверка фото",
    date: "2026-06-30",
    time: "14:31",
    text: "Это мой попугайчик, а так же тест на фото в интерактиве",
    image: "шерри.jpg"
  },

  // ── сюда посты

];
